Activities = '[{"title" : "Do A Plank", "image" : "/img/physPlank1.svg", "shortContent" : "Do a plank for 60 seconds. You got this!", "extendedContent" : "Planking is a very effective way to build better core strength. Place your toes not more than 12 inches apart. Your elbows should be inline with your shoulders. Make your body straight as a board and focus on trying to pull your belly button toward your spine. Don\'t forget to breathe."},{"title" : "Air Squat", "image" : "/img/meditation.svg", "shortContent" : "Do air squats for 5 minutes. You got this!", "extendedContent" : "You should feel the squat in your thighs and in your glutes. To do an air squat: Keep your feet at shoulder width apart and pointed straight ahead. When squatting, your hips will move down and back."},{"title" : "Do A Plank", "image" : "/img/physPlank2.svg", "shortContent" : "Do a plank for 60 seconds. You got this!", "extendedContent" : "Planking is a very effective way to build better core strength. Place your toes not more than 12 inches apart. Your elbows should be inline with your shoulders. Make your body straight as a board and focus on trying to pull your belly button toward your spine. Don\'t forget to breathe."},{"title" : "Squat-bender", "image" : "/img/physStretch.svg", "shortContent" : "Do squats-bender for 5 minutes. You got this!", "extendedContent" : "Squat while leaning slightly forward at the waist with the head up and extend the arms to the front, with arms parallel to the ground and palms facing inward. Return to the starting position. Bend forward and reach toward the ground with both arms extended and palms inward. Return to the starting position."},{"title" : "Crunches", "image" : "/img/physCrunch1.svg", "shortContent" : "Do a plank for 60 seconds. You got this!", "extendedContent" : "1.Lie down on your back. Plant your feet on the floor, hip-width apart. Bend your knees and place your arms across your chest. Contract your abs and inhale. 2.Exhale and lift your upper body, keeping your head and neck relaxed. 3.Inhale and return to the starting position."},{"title" : "Supine Rows", "image" : "/img/physCrunch1.svg", "shortContent" : "Do a plank for 60 seconds. You got this!", "extendedContent" : "1. Set the bar (or your rings) around waist height... 1.Position yourself under the bar lying face up... 3.Grab the bar with an overhand grip, slightly wider than shoulder width (palms facing AWAY from you). 4.Contract your abs and butt, and keep your body a completely straight line."}]'

