Activities = '[{"title" : "FaceTime Mom", "image" : "/img/mindTea.gif", "shortContent" : "Call Mom for 30min", "extendedContent" : "Reach out to your family, talk and connect via phone or FaceTime. With all of the technology we have at our fingertips, make use of your social network."},{"title" : "Read a Book & Drink Some Tea", "image" : "/img/mindTea.svg", "shortContent" : "agshv", "extendedContent" : "Forget about the outside world reading about history, etc"},{"title" : "Order Something Fun", "image" : "/img/mindMeditation.gif", "shortContent" : "Order yourself something fun for 10 dollars", "extendedContent" : "Get something fun from amazon or any other web store,"},{"title" : "Call/Chat With a Friend", "image" : "/img/mindMeditation.gif", "shortContent" : "Friends are the best!", "extendedContent" : "Our friendships are among the most valuable relationships we have. We may talk to friends in confidence about things we wouldn\'t discuss with our families. Our friends may annoy us, but they can also keep us going.."},{"title" : "Meditate", "image" : "/img/mindMeditation.gif", "shortContent" : "Meditate for five or ten minutes.", "extendedContent" : "1.Get comfortable and prepare to sit still for a few minutes. After you stop reading this, you’re going to simply focus on your own natural inhaling and exhaling of breath. 2.Focus on your breath. Where do you feel your breath most? In your belly? In your nose? Try to keep your attention on your inhale and exhale. 3.Follow your breath for two minutes. Take a deep inhale, expanding your belly, and then exhale slowly, elongating the out-breath as your belly contracts."},{"title" : "Watch a Movie", "image" : "/img/mindMovieNight.gif", "shortContent" : "", "extendedContent" : "Watching movies encourages emotional release. Even those who often have trouble expressing their emotions might find themselves laughing or crying during a film. This release of emotions can have a cathartic effect and also make it easier for a person to become more comfortable in expressing their emotions."},{"title" : "Take a Bath", "image" : "/img/mindBath.gif", "shortContent" : "AAA", "extendedContent" : "A good bath might be seen as a little luxury now and then, but beyond some essential self-care, it actually has scientifically proven benefits for your mental health"},{"title" : "Face Mask", "image" : "/img/mindFaceMask.svg", "shortContent" : "", "extendedContent" : "Take some time ad take care of your face,"},{"title" : "Listen to a Podcast", "image" : "/img/mindPodcast.svg", "shortContent" : "AAAA", "extendedContent" : "Podcasts have become a popular medium for sharing information in an engaging, digestible, and on-the-go way. Easy to stream and download digitally"},{"title" : "Journal your thoughts", "image" : "/img/mindJournal.svg", "shortContent" : "AAA", "extendedContent" : ""},{"title" : "Go Spend 15 Minutes Outside", "image" : "/img/mindGetOutside.svg", "shortContent" : "Take a wal for at least 15 minutes", "extendedContent" : "A good walk can do wonders for your mental wellbeing.Being active has a whole range of benefits when it comes to mental wellbeing. It improves self-perception and self-esteem, mood and sleep quality, and it reduces stress, anxiety and fatigue."}]'